/**
 * 常量定义
 */
WEALTH = {
	sellOrderFlowId : {// 卖单状态
		"04000001" : "新建",
		"04000002" : "通过",
		"04000003" : "拒绝",
		"04000004" : "部分收款",
		"04000005" : "全部收款",
		"04000006" : "已取现",
		"04000007" : "撤销",
	},
	orderFlowId : {// 订单状态
		"03000001" : "新建",
		"03000002" : "通过",
		"03000003" : "拒绝",
		"03000004" : "撤销",
		"03000005" : "订购",
		"03000006" : "撤单",
		"03000007" : "部分付款",
		"03000008" : "全部付款",
		"03000009" : "已收款",
		"03000010" : "撤销"
	},
	paymentTypeId : {//投资状态
		"01" : "现金",
		"02" : "预付款",
		"03" : "回款",
		"04" : "现金和预付款",
		"05" : "现金和回款",
		"06" : "现金和预付款和回款",
		"07" : "预付款和回款",
		"08" : "违约债权赎回款"
	},
	investFlowId : {
		"02000001" : "新建",
		"02000002" : "通过",
		"02000003" : "拒绝 ",
		"02000004" : "撤销",
		"02000005" : "初次撮合",
		"02000006" : "初次订购",
		"02000007" : "付款中",
		"02000008" : "投资生效",
		"02000009" : "回款待撮合",
		"02000010" : "全部已撮合",
		"02000011" : "投资结束",
		"02000012" : "投资作废",
		"02000013" : "回款已撮合",
		"02000014" : "定投已撮合",
		"02000015" : "投资待审核",
		"02000016" : "审核回退"
	},
	tradeOrderTradeStatus : {//交易单交易状态  type=22
		"03000005" : "未付款",
		"03000010" : "交易单撤销",
		"03000007" : "部分付款",
		"03000008" : "全部付款",
		"03000009" : "已收款",
		"03000004" : "撤销"
	},
	refundReturnType : {
		"01" : "月返息" ,
		"02" : "提前卖单" ,
		"03" : "到期卖单" 
		
	}

}